[
  {"clause": "The agreement may be terminated by either party...", "label": "important"},
  {"clause": "The parties agree to confidentiality of shared data...", "label": "standard"},
  {"clause": "The vendor shall not be liable for any damages...", "label": "risky"},
  {"clause": "This agreement may be extended upon mutual consent of both parties in writing.", "label": "important"},
  {"clause": "Personnel assigned to this project shall comply with all client security protocols.", "label": "standard"},
  {"clause": "The contractor shall not be held responsible for any indirect losses resulting from service delays.", "label": "risky"},
  {"clause": "All notices required under this agreement shall be in writing and delivered personally or by certified mail.", "label": "important"},
  {"clause": "Data received by the vendor shall not be retained beyond the term of the agreement.", "label": "standard"},
  {"clause": "No warranties are provided regarding the uninterrupted operation of the services offered.", "label": "risky"},
  {"clause": "The agreement shall be binding upon and inure to the benefit of the parties and their successors.", "label": "important"},
  {"clause": "Each party agrees to notify the other immediately upon discovery of any data breach.", "label": "standard"},
  {"clause": "The service provider is not liable for any damages caused by system maintenance or downtime.", "label": "risky"},
  {"clause": "Either party may request amendments to the agreement in writing, subject to mutual approval.", "label": "important"},
  {"clause": "All shared documents must be marked as confidential by the disclosing party.", "label": "standard"},
  {"clause": "The vendor disclaims liability for the accuracy of third-party content provided within services.", "label": "risky"},
  {"clause": "Failure to enforce any provision shall not constitute a waiver of future enforcement rights.", "label": "important"},
  {"clause": "Data must be backed up on a weekly basis and stored in a secure location.", "label": "standard"},
  {"clause": "The customer assumes full responsibility for the use and results of the service.", "label": "risky"},
  {"clause": "This contract will remain in force until the delivery of the final project milestone.", "label": "important"},
  {"clause": "All training materials provided are subject to the same confidentiality obligations.", "label": "standard"},
  {"clause": "Under no condition shall either party be held liable for force majeure events.", "label": "risky"},
  {"clause": "The terms and conditions outlined herein supersede all prior understandings.", "label": "important"},
  {"clause": "Information shared must only be used for the purpose defined in the contract.", "label": "standard"},
  {"clause": "The vendor is not responsible for client misconfiguration or misuse of the product.", "label": "risky"},
  {"clause": "All contract-related obligations shall survive termination to the extent necessary.", "label": "important"},
  {"clause": "Employees must complete confidentiality training before accessing client systems.", "label": "standard"},
  {"clause": "There shall be no liability for delay in performance due to unforeseen causes.", "label": "risky"},
  {"clause": "Invoices shall be payable within 30 days of receipt, unless otherwise stated.", "label": "important"},
  {"clause": "Parties must comply with export control laws related to the shared information.", "label": "standard"},
  {"clause": "The company provides no guarantees regarding system compatibility.", "label": "risky"},
  {"clause": "The termination of this agreement will not affect accrued rights and obligations.", "label": "important"},
  {"clause": "The provider shall store client information in compliance with ISO 27001 standards.", "label": "standard"},
  {"clause": "The vendor shall not be held liable for any financial losses incurred by the client.", "label": "risky"}
]
